tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "carthage"
brew "chruby"
brew "cmatrix"
brew "openssl@1.1"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "doctl"
brew "git"
brew "libksba"
brew "libtool"
brew "minetest"
brew "pkg-config"
brew "ruby@3.0"
brew "zlib"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "georgewfraser.vscode-javac"
vscode "janisdd.vscode-edit-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "msrvida.vscode-sanddance"
vscode "Nash.awesome-flutter-snippets"
vscode "PKief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yy0931.vscode-sqlite3-editor"
